Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/politietssikkerhetstjeneste.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: NRM’s activity and potential new anti-immigration and anti-Islamic initiatives will also include radicalisation activity at closed events, demonstrations in the public sphere and spreading of leaflets with an underlying right-wing extremist message.
nb: Aktiviteten til DNM og eventuelle nye innvandrings- og islamfiendtlige initiativer vil ellers omfatte radikaliseringsvirksomhet på lukkede arrangementer, markeringer i det offentlige rom og spredning av flyveblader med et underliggende høyreekstremt budskap.

source: However, the number of new individuals who become radicalised and join these groups will continue to be small.
nb: Samtidig vil antall nye personer som radikaliseres til disse gruppene fortsatt være lavt.

source: Several also travel abroad in order to meet contacts and to maintain an international network.
nb: Flere reiser også til utlandet for å treffe kontakter og opprettholde et internasjonalt nettverk.

source: procurement strategies and a strong interest in
nb: kritikere i Norge, vil vedvare også det kommende

source: This can be done in different ways.
nb: Dette kan skje på flere måter.

source: is especially likely to be targeted by intelligence
nb: i radikaliseringsprosessen når de identifiseres av

source: Many of these have a polarised world view, and some are believed to be easily influenced.
nb: Mange av disse har et polarisert verdensbilde, og enkelte er trolig lett påvirkelige.

source: The groups in this country continue to deal with the collection and transfer of funds to extreme Islamist groups and organisations abroad.
nb: Miljøer her i landet driver fortsatt med innsamling og overføring av penger til ekstreme islamistiske grupper og organisasjoner i utlandet.

source: Thirdly, the intelligence services of foreign states will continue to strengthen their capacity for computer and Internet based intelligence gathering directed at Norwegian interests.
nb: For det tredje vil fremmede staters etterretningstjenester fortsatt styrke sin kapasitet til data- og internettbasert etterretning mot norske interesser.

source: These trends are expected to continue in 2019.
nb: Disse tren-dene vurderes å fortsette i 2019.

source: The threat assessment has been compiled at a time characterised by substantial international changes, which can have an impact on the situation in this country.
nb: Trusselvurderingen er utarbeidet i en tid preget av store internasjonale endringer, som kan få innvirkning på situasjonen også her i landet.

source: For the time being the Norwegian groups do not appear to be materially affected by these events.
nb: Foreløpig synes imidlertid ikke de norske miljøene å være nevneverdig påvirket av disse hendelsene.

source: [1] By network operation, we understand a process whereby a threat actor tries to get illegal access to the computer network of a specific company.
nb: [1] Med nettverksoperasjon menes en prosess der trusselaktører søker å skaffe seg urettmessig tilgang til datanettverk hos en spesifikk virksomhet.

source: This particularly applies to countries which have a history of large extreme Islamist milieus, where old milieus and networks are still active.
nb: Dette gjelder særlig land som har en historikk med store ekstreme islamistiske miljøer, og der gamle miljøer og nettverk fortsatt er aktive.

source: We consider countries we are concerned about in terms of possible development of weapons of mass destruction, to be likely to place students and researchers in Norwegian educational institutions in 2019.
nb: Vi vurderer det som sannsynlig at land det er knyttet bekymring til med tanke på mulig utvikling av masseødeleggelsesvåpen, vil plassere studenter og forskere i norske kunnskapsinstitusjoner også i 2019.

source: The present threat situation is characterised by stable and relatively lasting trends and developments.
nb: Dagens trusselbilde preges av stabile og relativt varige utviklingstrekk.

source: Furthermore, there has been much focus on solo terrorism in 2011.
nb: Det har videre vært fokusert mye på soloterrorisme i 2011.

source: The cooperation will, however, be monitored by the foreign intelligence service, either to influence Norwegian opinions and decisions or to get access to sensitive information.
nb: Samarbeidet vil imidlertid være styrt av den fremmede etterretningstjenesten, enten for å påvirke norsk meningsdannelse og beslutninger eller for å få tilgang til sensitiv informasjon.

source: Norway is thus not expected to be a prioritised target in the terrorist organisation’s propaganda or in potential plans for an attack commissioned by ISIL.
nb: Det forventes derfor ikke at Norge vil være et prioritert mål i terrororganisasjonenes propaganda eller ved en eventuell sentralstyrt angrepsplanlegging.

source: Most of those who become radicalised into right-wing extremism in 2019 are expected to be individuals who in many respects are living on the edge of society.
nb: Det forventes at de fleste som radikaliseres til høyreekstremisme i 2019, vil være personer som på flere områder står utenfor samfunnet.

source: We do expect, however, the significant increase in politically motivated violence against those they define as opponents to continue.
nb: Vi forventer imidlertid at den markante økningen i politisk motivert vold mot dem de definerer som motstandere, vil fortsette.

source: Some of them have the capacity to use violence and can thus pose a terrorist threat to foreign interests, first and foremost in countries outside Norway.
nb: Enkelte av disse har kapasitet til å utøve vold og kan således utgjøre en terrortrussel mot utenlandske interesser, men først og fremst i land utenfor Norge.

source: Some dignitaries themselves are also active and accessible on such media, which in turn makes them more exposed to threats and other unwanted approaches.
nb: Enkelte ekstreme islamister regner disse målkategoriene som stridende parter, og de har i tillegg høy symbolverdi som representanter for vestlige styresmakter.

source: In several European countries violent far-left extremist activities have increased significantly in recent years.
nb: I flere europeiske land har voldelig venstreekstrem aktivitet økt betydelig de siste årene.

source: Employees from the private and public sectors who have access to sensitive information are flattered, bribed or pressured into parting with such information or to contribute to influencing decision-making processes.
nb: Offentlig og privat ansatte med tilgang til sensitiv informasjon smigres, bestikkes og presses til å gi fra seg slik informasjon eller til å bidra til å påvirke beslutningsprosesser.

source: In 2019, foreign intelligence services will try to recruit sources and identify individuals and enterprises in Norway.
nb: I 2019 vil flere lands etterretningstjenester forsøke å rekruttere kilder og kartlegge personer og virksomheter i Norge.

source: Some of the states that are most active in their intelligence activity against Norway have embarked upon extensive military capacity building and modernisation.
nb: Enkelte av de statene som er mest aktive i sin etterretning mot Norge har iverksatt omfattende militær opprustning og modernisering.

source: This also applies to foreign citizens who have a legal residence and work permit in Norway.
nb: Det samme gjelder utenlandske bor-gere med lovlig opphold og jobb i Norge.

source: Norwegian right-wing extremists are unlikely to try to carry out any terrorist attack in 2019.
nb: Det vurderes som lite sannsynlig at norske høyreekstreme vil forsøke å gjennomføre terrorangrep i 2019.

source: Extreme Islamist groups will still represent the most serious terrorist threat in 2019.
nb: Den mest alvorlige terrortrusselen i 2019 vil fortsatt komme fra ekstreme islamistiske grupper.

source: In 2017-2018, there were eight completed and eleven prevented right-wing terrorist attacks in Europe.
nb: I 2017–2018 ble det registrert åtte gjennomførte og elleve avvergede høyreekstreme terror-angrep i Europa.

source: Such individuals could be motivated by different ideological stances, including a traditional far-right extremist and anti-Islamic mentality.
nb: Slike personer kan være motivert av ulike ideologiske retninger, herunder tradisjonell høyreekstremisme og antiislamsk tankegods.

source: There is very little reason to believe
nb: Det er svært liten grunn til å forvente.

source: Right-wing extremism in Norway also consists of a few smaller neo-Nazi milieus and milieus that are hostile to immigration and Islam.
nb: Høyreekstremisme i Norge består i tillegg av noen få og små ny-nazistiske og innvand-rings- og islamfiendtlige miljøer.

source: The threshold for holding visible events appears to be high.
nb: Terskelen for å holde synlige arrangementer synes å være høy.

source: The interest in Norwegian technology will also continue in 2012.
nb: Interessen for norsk teknologi vil vedvare også i 2012.

source: Use of chemical or biological means in an attempted attack in Norway is considered less likely than attacks by use of other means.
nb: Bruk av kjemiske eller biologiske midler i et angrepsforsøk i Norge vurderes som mindre sannsynlig enn angrepsforsøk med de andre midlene.

source: These milieus are characterised by a weak organisation and little cooperation.
nb: Disse miljøene preges av svak organi-sering og lite samarbeid.

source: Norwegian businesses and research communities must expect attempts to obtain technology and know-how, in contravention of established sanction arrangements, to continue in future.
nb: Norske bedrifter og forskningsmiljøer må forvente at forsøk på å skaffe teknologi og kunnskap, i strid med etablerte sanksjonsregimer, vil vedvare i tiden fremover.

source: Section 17 d, first sub-section, letter c of the Police Act defines a dignitary as a member of the Royal Family, the Storting (Norwegian Parliament), the Government and the Supreme Court, as well as representatives from similar bodies in other states on visits to Norway.
nb: Politilovens § 17 d første ledd bokstav c definerer myndighetspersoner som medlemmer av Kongehuset, Stortinget, regjeringen og Høyesterett, samt representanter for tilsvarende organer i andre stater på besøk i Norge.

source: Concrete threats and generally threatening utterances from lone players, irrespective of ideological motivation, has however increased.
nb: Konkrete trusler og generelle truende ytringer fra ensligeaktører, uavhengig av ideologisk motivasjon, har imidlertid økt.

source: Uniformed police and military personnel will be regarded as legitimate targets also in 2019.
nb: Samtidig vil uniformert politi og forsvarspersonell også i 2019 anses som legitime mål.

source: Actors from several foreign countries will present a challenge in 2019.
nb: Aktører fra flere land vil representere en utfordring i 2019.

source: In the present situation they are, however, unlikely to develop any intention of committing terrorist acts in 2019.
nb: Slik situasjonen er i dag, er det imidlertid lite sannsynlig at disse vil utvikle en intensjon om å begå terror i 2019.

source: previously only possible through the use of
nb: Neste trinn er å bestemme hva virksomheten ønsker

source: The fact that they are frustrated
nb: Norge, hovedsakelig i de største byene.

source: Norwegian dignitaries4 receive many verbal threats and strong expressions of disapproval.
nb: Norske myndighetspersoner4 mottar mange verbale trusler og sterke mishagsytringer.

source: Intelligence services that actively approach refugee milieus in Norway, will also try to establish contact with individuals working in the immigration administration to get access to relevant registers and databases.
nb: I tillegg vil etterretningstjenester med en aktiv tilnærming til flyktningmiljøer i Norge, forsøke å knytte seg til personer på innsiden av utlendingsforvaltningen eller gjennomføre nettverksangrep for å skaffe seg tilgang til relevante registre og databaser.

source: Their intention is to send the collected money both to Norway-related foreign fighters and to transnational terrorist organisations.
nb: Intensjonen vil være å sende de innsamlede pengene både til norgestilknyttede fremmedkrigere og til transnasjonale terrororganisasjoner.

source: Such operations are cheap, efficient and constantly evolving, and the attackers incessantly find new vulnerabilities to exploit.
nb: Slike operasjoner er billige, effektive og i konstant utvikling, og angriperne finner stadig nye sårbarheter de kan utnytte.

source: NRM is therefore not expected to grow in 2019.
nb: DNM forventes derfor ikke å vokse i 2019.

source: Foreign intelligence activity can result in the loss of a
nb: Bruk tid på å kvalitetssikre verdivurderingen før

source: Anti-Islamic organisations in Norway appear to have a broader recruitment base than the traditional far-right extremist groups.
nb: Antiislamske organisasjoner i Norge synes å ha et bredere rekrutteringsgrunnlag enn de tradisjonelle høyreekstreme miljøene.

source: However, the majority do not belong to a group, but present threats on the basis of personal motives.
nb: De fleste har imidlertid ikke tilhørighet i et miljø, men fremsetter trusler på bakgrunn av personlige motiver.

source: The radicalisation activity is stable and the likelihood of someone planning an extreme Islamist terrorist attack has remained unchanged this last year.
nb: Omfanget av radikalisering er stabil og sannsynligheten for at noen planlegger et ekstremt islamistisk terrorangrep har vært uendret det siste året.

source: NRM is thus not expected to grow this year
nb: DNM forventes derfor ikke å vokse i år.

source: In addition, they make good use of the fact that valuable information is hardly ever encrypted and that such information is seldom divided up and put on different databases.
nb: I tillegg nyter de godt av at verdifull informasjon i liten grad krypteres og at slik informasjon sjelden deles opp og legges på ulike databaser.

source: One trigger factor could for instance be terrorist acts and other particularly violent crimes carried out by individuals with a non-Western background.
nb: En utløsende faktor kan for eksempel være terrorhandlinger og annen særs grov volds-kriminalitet utført av personer med ikke-vestlig bakgrunn.

source: Certain anti-immigration and anti-Islamic milieus are, however, expected to take the initiative to become better organised in 2019.
nb: Det forventes imidlertid at enkelte innvandrings- og islamfiendtlige miljøer vil ta initiativ til økt or-ganisering i 2019.

source: The most usual way of getting on the inside of a network, is to send malware via targeted e-mails.
nb: Den vanligste måten å komme seg på innsiden av et nettverk på, vil fremdeles være å sende skadevare via målrettede e-poster.

source: The fact that such leaders could exploit an increasing recruitment base could result in the establishment of new cells or groups in Norway whose intention is to plan violent attacks.
nb: Det at slike lederskikkelser kan utnytte et voksende rekrutteringsgrunnlag, kan føre til at det etableres nye celler eller grupper i Norge som har til hensikt å planlegge voldelige aksjoner.

source: In 2018, there was a significant reduction in the number of ISIL-inspired terrorist attacks in Europe compared to the precedent year.
nb: I 2018 var det, sammenlignet med året før, en markant nedgang i antall terrorangrep i Europa som var inspirert av ISIL.

source: The most unifying issue that mobilise left-wing extremists is their opposition to individuals and organisations they define as right-wing extremist.
nb: Den mest samlende kampsaken som mobiliserer til venstreekstremisme, er motstanden mot personer og organisasjoner de definerer som høyreekstreme.

source: Key enemy figures for anti-Islamists are Muslims and Norwegian political leaders as well as the Norwegian press to an extent.
nb: I vurderingene av politisk motivert vold og trusler mot myndighetspersoner, bruker vi i denne vurderingen et sett med standardiserte sannsynlighetsord.

source: Not everyone who has travelled to participate in battles has returned to Norway.
nb: Ikke alle som har reist for å delta i kamphandlinger har returnert til Norge.

source: The relationship will develop over time.
nb: Over tid vil forholdet utvikle seg.

source: At the same time, however, we are subjected to activity that can undermine our security and harm national interests.
nb: Vi utsettes imidlertid daglig for virksomhet som kan undergrave vår sikkerhet og skade nasjonale interesser.

source: Several individuals in Norway have been on trips to conflict zones in order to attend training camps or to participate in battles.
nb: Flere personer i Norge har gjennomført reiser til konfliktområder for opphold i treningsleire eller deltagelse i kamphandlinger.

source: Secondly, some foreign preachers will be invited to events in Norway to preach Islamist ideology containing certain extreme views.
nb: For det andre, vil enkelte utenlandske predikanter bli invitert til å forkynne islamistisk ideologi med innslag av ekstreme elementer under arrangementer i Norge.

source: The terrorist attacks on 22 July have not led to an increase in the threat from organised national extreme groups in Norway.
nb: Terrorhandlingene 22. juli har ikke medført en økning i trusselen fra de organiserte nasjonale ekstreme miljøene i Norge.

source: They accuse the authorities of letting various minority groups destroy Norwegian way of life and culture.
nb: Myndighetene anklages for å tillate og legge til rette for at norsk levesett og kultur ødelegges av ulike minoritetsgrupper.

source: We have registered such use of economic measures in Norway in the past and expect it to occur also in 2019.
nb: Vi har registrert slik bruk av økonomiske virkemidler i Norge og forventer at dette også vil forekomme i 2019.

source: Right-wing extremism in Norway is primarily characterised by radicalisation and organisation building.
nb: Høyreekstremisme i Norge preges primært av radikalisering og organisasjonsbygging.

source: Over the last two years there has been a marked increase in activity levels within the traditional far-right extreme groups in Norway.
nb: De siste to årene har det vært en viss økning i aktivitetsnivået i de tradisjonelle høyreekstreme miljøene i Norge.

source: Many of them have experienced difficulties in adjusting and many are struggling with mental problems.
nb: Mange har opplevd ulike tilpasnings-problemer, og flere sliter med psykiske utfordringer.

source: The contact with left-wing extremists in other European countries could also serve as a source of inspiration for use of violence against opponents in Norway.
nb: Kontakten med venstreekstreme i andre europeiske land kan også inspirere til voldsutøvelse mot meningsmotstandere i Norge.

source: We therefore expect few demonstrations, gatherings or other types of activism from extreme Islamists in the public sphere in 2019. The lack
nb: Vi forventer derfor få demonstrasjoner, markeringer eller andre former for aktivisme fra ekstreme islamister i det offentlige rom i 2019.

source: Training and battle experience from conflict areas are, however, not pre-requisites for preparing or carrying out terrorist activities.
nb: Trening og kamperfaring fra konfliktområder er imidlertid ikke avgjørende for å planlegge eller gjennomføre terrorhandlinger.
